{
    "en": "English", 
    "de": "Deutsch", 
    "fr": "Français", 
    "pt": "Português",
    "en-s": "EN", 
    "pt-s": "PT", 
    "fr-s": "FR",
    "de-s": "DE",
    "copyright": "© QDCE - Quebec's Digital Center of Excellence, Quebec 2022. All rights reserved.",
    "welcomeMessage": "This site allows, by the way of experimentations, to explore the technical concepts that supports the relationship between a crendential's holder-subject, and evaluate the models that let us suppor a parent-children relationship for the gouvernment's identity credentials. ",
    "btnLogin": "Login", 
    "btnLogout": "Logout",
    "login": "Login", 
    "username": "Username", 
    "password": "Password", 
    "btnSend": "Send", 
    "formLoginMsg": "If you need more usage information, please refer to the README.md page.", 
    "modalLoginMsg": "Login info", 
    "modalCorrectInfoMsg": "Please, type in the right informations.", 
    "ok": "OK",
    "noauthMsg1": "You are lost somewhere...", 
    "noauthMsg2": "You shouldn't be here!",
    "gender":{
        "male": "Male", 
        "female": "Female"
    },
    "terms": "Terms of service",
    "termsProofOfConcept": "This is a proof of concept",
    "termsMsgPara1": " verifiable credential issuer service that is NOT to be used for production purposes. The service exists to demonstrate the form of a digital credential of personal information a person might receive from a government such as the government of British Columbia. Such a credential is a trusted, digital version containing the information commonly issued by governments on paper, such as a driver's license or passport. In a \"real\" version of an Issuer service, individuals would complete a verification process of who they are prior to the issuance of the digital credential to them, about them. The information in the credential would be sourced from the authority that holds that information. For more information about Digital Identity and Trust demonstrated with this service, see the BC Digital Trust Information website. The credential generated from this service is only to be used with proof of concept, non-production credential Verifier services.",
    "termsMsgPara2-1": "The basis for this service is ",
    "termsMsgPara2-2": ", an open source application that allows the easy configuration of issuers of verifiable credentials. Questions about this example service and Issuer Kit are welcome via the email address below and in the Issuer Kit repository. Contributions to Issuer Kit are also welcome!",
    "termsMsgPara2IssuerKit": "Issuer Kit",
    "termsMsgPara2IssuerKitPath": "https://github.com/bcgov/issuer-kit",
    "termsMsgPara3": "Do not use your own personal information in this service. This is not a production service and the data you provide should not be based on your own personal information.",
    "termsMsgPara4": "If you have any questions about this service or our collection or use of personal information, please direct your inquiries to the gouvernment identity credentials team",
    "termsMsgSubTitle": "Limitation of Liabilities",
    "termsMsgPara5": "Under no circumstances will the Government of Quebec be liable to any person or business entity for any direct, indirect, special, incidental, consequential, or other damages based on any use of this website or any other website to which this site is linked, including, without limitation, any lost profits, business interruption, or loss of programs or information, even if the Government of British Columbia has been specifically advised of the possibility of such damages.",
    "termsCheckBoxMsg": "I agree with the above terms and conditions.",
    "termsBtn": "AGREE"
} 