{
    "en": "English", 
    "de": "Deutsch", 
    "fr": "Français", 
    "pt": "Português",
    "en-s": "EN", 
    "pt-s": "PT", 
    "fr-s": "FR",
    "de-s": "DE",
    "copyright": "© Centre Québécois d'Excellence Numérique, Québec 2022. Tous les droits réservés.", 
    "welcomeMessage": "Ce site permet d'explorer les concepts techniques permettant de soutenir le service d'émission d'une attestation numérique d'identité gouvernementale (ANIG).",
    "btnLogin": "Essayer", 
    "btnLogout": "Sortir", 
    "login": "Login", 
    "username": "Nom d'usager", 
    "password": "Mot de passe", 
    "btnSend": "Envoyer", 
    "formLoginMsg": "Si vous avez besoin d'information pour l'utilisation, référez-vous à la page README.md", 
    "modalLoginMsg": "Login info", 
    "modalCorrectInfoMsg": "Merci de saisir les informations correctes.", 
    "ok": "OK",
    "noauthMsg1": "Vous êtes perdu...", 
    "noauthMsg2": "Vous ne devriez pas être ici!", 
    "gender":{
        "male": "Masculin", 
        "female": "Feminin"
    },
    "terms": "Conditions d'utilisation",
    "termsProofOfConcept": "Il s'agit d'une preuve de concept",
    "termsMsgPara1": " d'un service d'émission d'attestations vérifiables qui ne doit PAS être utilisée à des fins de production. Ce service existe pour démontrer la forme d'une attestation numérique d'identité qu'une personne pourrait recevoir d'un gouvernement tel que celui du Québec. Une telle attestation est une version numérique fiable contenant les informations généralement délivrées par les gouvernements sur un pièce physique, comme un permis de conduire ou un passeport. Dans la version \"réelle\" d'un service de l'émetteur, les personnes doivent se soumettre à un processus de vérification de leur identité avant que l'attestation numérique d'identité ne leur soit délivrée. Les informations contenues dans l'attestation proviendraient de l'autorité qui détient ces informations. Pour plus d'informations sur l'identité numérique et la confiance démontrée par ce service, consultez le site web https://www.quebec.ca/gouvernement/politiques-orientations/vitrine-numeriqc/accompagnement-des-organismes-publics/fondations-numeriques-gouvernementales#c132534. L'attestation d'identité générée par ce service ne doit être utilisée qu'avec la preuve de concept des services de vérification d'attestation d'identité des environnements de développement et de non-production.",
    "termsMsgPara2-1": "La base de ce service est ",
    "termsMsgPara2-2": ", une application à code source ouvert qui permet de configurer facilement les émetteurs d'attestations d'identité vérifiables. Les questions concernant ce service ou le projet sont les bienvenues dans le répertoire. Les contributions au projet sont également les bienvenues !",
    "termsMsgPara2IssuerKit": "Issuer Kit",
    "termsMsgPara2IssuerKitPath": "https://github.com/bcgov/issuer-kit",
    "termsMsgPara3": "N'utilisez pas vos propres informations personnelles dans ce service. Il ne s'agit pas d'un service de production et les données que vous fournissez ne doivent pas être basées sur vos propres informations personnelles.",
    "termsMsgPara4": "Si vous avez des questions sur ce service ou sur la collecte ou l'utilisation de vos données personnelles, veuillez vous adresser à l'équipe du service d'émission d'une attestation numérique d'identité gouvernementale",
    "termsMsgSubTitle": "Limitation des responsabilités",
    "termsMsgPara5": "En aucun cas, le gouvernement du Québec ne sera responsable envers toute personne ou entité commerciale de tout dommage direct, indirect, spécial, accessoire, consécutif ou autre basé sur l'utilisation de ce site Web ou de tout autre site Web auquel ce site est lié, y compris, sans s'y limiter, toute perte de profits, toute interruption des activités ou toute perte de programmes ou d'information, même si le gouvernement du Québec a été spécifiquement informé de la possibilité de tels dommages.",
    "termsCheckBoxMsg": "J'accepte les termes et conditions ci-dessus.",
    "termsBtn": "ACCEPTER"
}