{
    "en": "English", 
    "de": "Deutsch", 
    "fr": "Français", 
    "pt": "Português",
    "en-s": "EN", 
    "pt-s": "PT", 
    "fr-s": "FR",
    "de-s": "DE",
    "copyright": "© Centre Québecois d'Excellence Numérique, Quebec 2020. Tous les droits réservés.", 
    "welcomeMessage": "Ce site permet, par moyen des expérimentations, explorer les concepts techniques permettant de soutenir la relation détenteur-sujet d’une attestation, et évaluer des modèles permettant de soutenir la relation parent-enfant pour l’attestation d’identité gouvernementale. ",
    "btnLogin": "Essayer", 
    "btnLogout": "Sortir", 
    "login": "Login", 
    "username": "Nom d'usager", 
    "password": "Mot de passe", 
    "btnSend": "Envoyer", 
    "formLoginMsg": "Si vous avez besoin d'information pour l'utilisation, référez-vous à la page README.md", 
    "modalLoginMsg": "Login info", 
    "modalCorrectInfoMsg": "Merci de saisir les informations correctes.", 
    "ok": "OK",
    "noauthMsg1": "Vous êtes perdu...", 
    "noauthMsg2": "Vous ne devriez pas être ici!", 
    "gender":{
        "male": "Masculin", 
        "female": "Feminin"
    },
    "terms": "Termes et conditions",
    "termsMsg": "Quapropter a natura mihi videtur potius quam ab indigentia orta amicitia, applicatione magis animi cum quodam sensu amandi quam cogitatione quantum illa res utilitatis esset habitura. Quod quidem quale sit, etiam in bestiis quibusdam animadverti potest, quae ex se natos ita amant ad quoddam tempus et ab eis ita amantur ut facile earum sensus appareat. Quod in homine multo est evidentius, primum ex ea caritate quae est inter natos et parentes, quae dirimi nisi detestabili scelere non potest; deinde cum similis sensus exstitit amoris, si aliquem nacti sumus cuius cum moribus et natura congruamus, quod in eo quasi lumen aliquod probitatis et virtutis perspicere videamur.",
    "termsCheckBoxMsg": "Lucis in vero latent pluviis.",
    "termsBtn": "Concedere sed",
    "modalTermsMsg": "Termes et condition info",
    "modalAcceptTermsInfoMsg": "Merci d'accepter les termes et conditions."
}